amd-ucode
ark
asciiquarium
autoconf
automake
base
binutils
bison
cmatrix
cowsay
discord
doge
dolphin
fakeroot
figlet
file
findutils
firefox
flatpak
flex
gawk
gcc
gettext
grep
groff
grub
gst-plugin-pipewire
gzip
htop
iwd
jdk-openjdk
jre-openjdk
jre-openjdk-headless
konsole
kwrite
libpulse
libtool
linux
linux-firmware
m4
make
nano
neofetch
networkmanager
nodejs-lts-gallium
npm
nvidia
obs-studio
openjdk-doc
openjdk-src
openssh
pacman
partitionmanager
patch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plasma-meta
plasma-wayland-session
sddm
sed
smartmontools
spectacle
sudo
telegram-desktop
texinfo
ttf-cascadia-code
vim
vlc
wget
which
wireless_tools
wireplumber
xdg-utils
xorg-server
xorg-xinit
